export const Info = () => {
  return (
    <section className='info'>
      <div className='info__container'>
        <h2 className='info__title'>Наши пожелания</h2>
        <ul className='info__list'>
          <li className='info__item'>
            <p className='info__text'>
              Просим подтвердить свое присутствие на свадьбе до 25 июня 2023 года,
              чтобы мы могли знать точное количество людей и спланировать все
              соответствующим образом;
            </p>
          </li>
          <li className='info__item'>
            <p className='info__text'>
              А также сообщите, потребуется ли вам трансфер до места проведения
              свадьбы;
            </p>
          </li>
          <li className='info__item'>
            <p className='info__text'>
              Если вы захотите подарить нам букет, то предлагаем не мучать цветы
              долгой дорогой 😄, и заменить их бутылочкой любого приятного
              напитка, подарочным сертификатом, настольной игрой, букетом не из
              цветов и т.п..
            </p>
          </li>
          <li className='info__item'>
            <p className='info__text'>
              Будем благодарны, если вы воздержитесь от криков «горько» во время
              праздника;
            </p>
          </li>
        </ul>
      </div>
    </section>
  );
};
